MCSkin3D Language File

#Name="Español"
#Version="1.0"
#SuppVersion="1.3"
#Culture="es"

#Author="Xylem Studios"
#AuthorContact="webmaster@xylemstudios.com"
#AuthorSite="www.xylemstudios.com"

C_OK="OK"
C_CANCEL="Cancelar"

M_FILE="&Archivo"
	M_SAVE="&Guardar"
	M_SAVEAS="Guardar &como"
	M_SAVEALL="Guardar &todo"
	M_UPLOAD="&Subir skin..."
	M_EXIT="Sa&lir"
M_EDIT="&Edición"
	M_UNDO="&Deshacer"
	M_REDO="&Rehacer"
	M_TOOL="&Herramienta"
M_VIEW="&Vista"
	M_MODE="&Modo de vista"
		M_PERSPECTIVE="&Perspectiva (3D)"
		M_TEXTURE="&Textura (2D)"
		M_HYBRID="&Híbrido"
	M_3D="Opciones &3D"
		M_ANIMATE="&Animar"
		M_FOLLOWCUR="&Seguir al cursor"
		M_GRASS="&Hierba"
		M_GHOST="&Fantasma sobre partes escondidas"
		M_MULTISAMPLING="&Multisampling"
	M_2D="Opciones &2D"
		M_ALPHACHECKER="&Cuadrícula alpha"
		M_OVERLAY="&Superposición"
			M_ENABLEOVERLAY="&Habilitar"
	M_TRANSMODE="Modo de &transparencia"
		M_OFF="&Deshabilitar"
		M_HELMETONLY="&Casco unicamente"
		M_ALL="&Todo"
	M_VISIBLEPARTS="Partes &visibles"
		M_HEAD="&Cabeza"
		M_HELMET="Casc&o"
		M_CHEST="&Pecho"
		M_LEFTARM="Brazo &izquierdo"
		M_RIGHTARM="Brazo &derecho"
		M_LEFTLEG="Pierna i&zquierda"
		M_RIGHTLEG="Pierna d&erecha"
M_OPTIONS="&Opciones"
	M_KEYSHORTCUTS="&Atajos de teclado"
	M_BGCOLOR="&Color de fondo"
M_LANGUAGE="&Idioma"
M_HELP="&Ayuda"
	M_CHECKUPDATES="&Verificar actualizaciones"
	M_AUTOUPDATE="Verificar actualizaciones &automáticamente"

T_TREE_ZOOMOUT="Alejar"
T_TREE_ZOOMIN="Ampliar"
T_TREE_IMPORTHERE="Importar aquí..."
T_TREE_NEWFOLDER="Nueva carpeta aquí..."
T_TREE_RENAME="Cambiar nombre..."
T_TREE_DELETE="Eliminar..."
T_TREE_CLONE="Duplicar"
T_TREE_UPLOAD="Subir"

T_SAVE="Guardar"
T_SAVEALL="Guardar todo"
T_UNDO="Deshacer"
T_REDO="Rehacer"
T_PERSPECTIVE="Perspectiva"
T_TEXTURE="Textura"
T_HYBRID="Híbrido"
T_SCREENSHOT="Captura de pantalla (mantener Shift para guardar)"
T_TOGGLEHEAD="Cabeza"
T_TOGGLEHELMET="Casco"
T_TOGGLECHEST="Pecho"
T_TOGGLELEFTARM="Brazo izquierdo"
T_TOGGLERIGHTARM="Brazo derecho"
T_TOGGLELEFTLEG="Pierna izquierda"
T_TOGGLERIGHTLEG="Pierna derecha"
T_SWATCHES="Muestras"

M_IMPORT_HERE="Importar aquí..."
M_NEWFOLDER_HERE="Nueva carpeta aquí..."
M_RENAME="Cambiar nombre..."
M_DELETE="Eliminar..."
M_CLONE="Duplicar"

T_TOOL_CAMERA="Cámara"
T_TOOL_PENCIL="Lápiz"
T_TOOL_ERASER="Goma"
T_TOOL_DROPPER="Selector de color"
T_TOOL_DODGEBURN="Esquivar/Quemar"
T_TOOL_DARKENLIGHTEN="Aclarar/Oscurecer"
T_TOOL_BUCKET="Bote de pintura"
T_TOOL_NOISE="Ruido"

B_MSG_DIRMISSING="Una carpeta incluida no se ha encontrado - esto está en general debído al hecho que el programa no se extrayo del archivo. Esto no es un problema grave, pero las functionalidades de modelos, muestras y otros contenidos no serán disponibles."
B_MSG_UPTODATE="Tiene la última versión!"
B_MSG_NEWUPDATE="Una nueva versión está disponible! Quiere acceder al foro?"
B_MSG_UPLOADERROR="Error de subida:"
B_MSG_UPLOADSUCCESS="Skin subido! Que disfrute!"
B_MSG_DELETESKIN="Está seguro de querer eliminar este skin?\r\nEsto eliminara el skin de la carpeta definitivamente!"
B_MSG_DELETEFOLDER="Está seguro de querer eliminar esta carpeta?\r\nEsto eliminará la carpeta y todo su contenido!"
B_MSG_OVERLAYERROR="No se pudo cargar: "{0}"; la resolución es de una potencia de dos?"
B_MSG_UPLOADRES="Aunque puede editar skins de alta definición en MCSkin3D, no puede subirlos al servidor Minecraft."
B_MSG_ANTIALIAS="Reinicie el programa para aplicar cambios de multisampling."
B_MSG_PIXELFORMAT="Lo sentimos, pero su tarjeta gráfica no soporta al formato de pixel 32bit - esto es necesario, por ahora. Otros formatos seran soportados en versiones próximas."
B_MSG_SHORTCUTEXISTS="Atajo "{0}" tiene la misma tecla que "{1}" - suppresión del atajo "{0}"."

B_CAP_QUESTION="Pregunta"
B_CAP_SORRY="Lo sentimos"

C_SQUARE="Cuadrado"
C_CIRCLE="Circulo"

O_EXPOSURE="Exposición:"
O_INCREMENTAL="Incremental"
O_LIGHTEN="Aclarar"
O_DARKEN="Oscurecer"
O_DODGE="Esquivar"
O_BURN="Quemar"
Q_THRESHOLD="Intensidad:"

C_NEW="Nuevo"
C_CANTMOVE="No se puede mover a"
C_COPYTO="Copiar a"
C_MOVETO="Desplazar a"
C_IMPORTTO="Importar a"

C_SETTINGSFAILED="Error cargando al fichero de configuración. La configuración por defecto será cargada."

C_AUTOLOGIN="Conexión automática?"
C_REMEMBER="Recuérdame?"
C_USERNAME="Nombre de usuario:"
C_PASSWORD="Contraseña:"
C_UPLOADTEXT="Para poder subir su skin debe conectarse a Minecraft.net. Este programa puede automatizar el proceso: entre su nombre de usuario y contraseña."
C_UPLOADING="Subida..."
C_SHORTCUTINUSE="Atajo ya utilizado por"

S_TREEVIEW_ZOOMIN="Acercar el zoom en la lista"
S_TREEVIEW_ZOOMOUT="Alejar el zoom en la lista"
S_SWATCH_ZOOMIN="Acercar el zoom en las muestras"
S_SWATCH_ZOOMOUT="Alejar el zoom en las muestras"
S_COLORSWAP="Intercambiar los colores"
S_RENAME="Cambiar nombre"
S_CLONE="Duplicar el nodo"
S_DELETE="Eliminar el nodo"
S_SCREENSHOT_CLIP="Captura de pantalla en portapapeles"
S_SCREENSHOT_SAVE="Captura de pantalla y guardar"
S_TOGGLEVIEW="Cambiar modo de vista"
S_TOGGLETRANS="Cambiar modo de transparencia"

M_SHORTCUTS="Haga clic en el recuadro de texto abajo y pulse las teclas que desee asignar a este atajo."

T_CAMERA="Botón derecho para girar. Botón izquierdo/rueda para hacer zoom."
T_PENCIL="Botón derecho para dibujar. Botón izquierdo/central para hacer zoom/girar. Shift para utilizar color secundario."
T_DROPPER="Botón derecho para seleccionar color. Botón izquierdo/central para hacer zoom/girar. Shift para cambiar el color secundario."
T_DODGEBURN="Botón derecho para esquivar/quemar. Botón izquierdo/central para hacer zoom/girar. Shift para cambiar la herramienta."
T_DARKENLIGHTEN="Botón derecho para aclarar/oscurecer. Botón izquierdo/central para hacer zoom/girar. Shift para cambiar la herramienta."
T_ERASER="Botón derecho para borrar. Botón izquierdo/central para hacer zoom/girar."
T_FILL="Botón derecho para rellenar. Shift para usar color secundario. Control para bloquear una parte. Botón izquierdo/central para hacer zoom/girar."
T_NOISE="Botón derecho para aplicar ruido. Botón izquierdo/central para hacer zoom/girar."

C_UNSAVED="Este documento tiene cambios no guardados. Está seguro que quiere salir?"
C_UNSAVED_CAPTION="Espere!"

O_HOLDNESS="Intensidad:"

G_BRUSH="Pincel"
G_BRUSHOPTS="Opciones de pincel"
G_NOISEOPTS="Opciones de ruido"
G_FILLOPTS="Opciones de bote de pintura"
G_TOOL="Herramienta"

T_DECRES="Disminuir la resolución"
T_INCRES="Aumentar la resolución"

M_NEWSKIN_HERE="Nuevo skin aquí"

M_SKINERROR="No se pudo descargar el skin del servidor."
M_FETCH_NAME="Cargar desde Minecraft"
M_FETCH_TEXT="MCSkin3D puede cargar un skin desde su (o cualquier otra) cuenta Minecraft y importarlo. Entre el nombre de usuario de la cuenta abajo y haga clic en Importar!"
M_PLAYER_NAME="Nombre de usuario:"

C_YES="Sí"
C_NO="No"
D_DONTASK="No volver a preguntar"
M_IRREVERSIBLE="Cette opération est irréversible, et réinitialisera l'historique des actions. Êtes-vous sur de vouloir continuer?"